Repository: oscartheone/Projectgit
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: To improve the video display, you can change the default settings.
es: Para mejorar la visualización, puede cambiar las configuraciones de fábrica.

source: To change the video input setting, refer to your TV or Entertainment Center manual for instructions.
es: Para cambiar la configuración de la entrada de video, consulte el manual de televisor o de Centro de entretenimiento para obtener isntrucciones.

source: To find out how to fix this problem, click the error message that you see on your TV:
es: Para averiguar cómo solucionar este problema, haga clic en el mensaje de error que aparece en la pantalla:

source: To learn how, please see Wireless connection or Wired connection.
es: Para aprender cómo, remítase a Conexión inalámbrica o Conexión con cable.

source: To make sure the Windows Live ID you are using is the right one, try signing in to Xbox.com by using the same Windows Live ID that you are trying to use on your console.
es: Para cerciorarse de que el ID de Windows Live es el que corresponde, intente ingresar a Xbox.com usando el mismo ID de Windows Live que pretende usar en la consola.

source: To update your console by using Xbox LIVE, all you need is an Internet connection.
es: Para actualizar la consola usando Xbox LIVE, lo único que necesita es una conexión a Internet.

source: Turn on the console.
es: Encienda la consola.

source: Turn on your HDTV or monitor.
es: Encienda su televisor de alta definición o monitor.

source: Turn on your console.
es: Encienda la consola.

source: Turn on your controller by pressing and holding the center Xbox Guide button, until the controller turns on.
es: Encienda el control apretando y manteniendo deprimido el botón guía Xbox central, hasta que se encienda el control.

source: Typically, this problem occurs if you entered the wrong Windows Live ID credentials (email address or password), or if there is an issue with your Windows Live ID.
es: El problema suele ocurrir al ingresar credenciales de ID de Windows Live erróneas (correo electrónico o contraseña), o si hubiera un problema con su ID de Windows Live.

source: Uncluttered.
es: Que sea en un lugar despejado.

source: Unplug the USB flash drive from your computer.
es: Desconecte la unidad flash USB de su computadora.

source: Unzip the file.
es: Descomprima el archivo.

source: Use this cable to connect the console to your HDTV.
es: Use el cable HDMI para conectar la consola a un televisor de alta definición.

source: User manual
es: Manual de usuario

source: Well-ventilated, relatively cool, and away from direct heat sources.
es: En un lugar con buena ventilación, a temperatura ambiental fresca, y lejos de fuentes directas de calor.

source: What should I do?
es: ¿Qué debería hacer?

source: When the console restarts, the installation program starts automatically.
es: Al reiniciar la consola, el programa de instalación se ejecuta de manera automática.

source: When the lights surrounding the power button on the console stop flashing, the controller is connected.
es: Se confirma la conexión del control al dejar de parpadear las luces que rodean el botón de encendido de la consola.

source: When you connect to Xbox LIVE, you are automatically prompted to update your software if an update is available.
es: Al conectarse a Xbox LIVE, se le solicitará de manera automática actualizar el software, de estar disponible.

source: When you turn on the console and TV, you should see the Xbox Dashboard on your display.
es: Al encender la consola y el televisor, debería aparecer la Interfaz Xbox en pantalla.

source: Wired headset (varies by console package)
es: Audífonos con cable (varía según la modalidad de oferta)

source: Wireless controller
es: Control inalámbrico

source: Within 20 seconds, press and release the connect button on the controller.
es: Antes de que transcurran 20 segundos, apriete y suelte el botón de conexión que se encuentra en el control.

source: Xbox Support can’t reset your Windows Live ID password for you.
es: Apoyo técnico de Xbox no puede restablecer la contraseña de ID de Windows Live por Ud.

source: You can connect up to four controllers to a console.
es: Hasta cuatro controles pueden quedar conectados a la consola.

source: You can place the console vertically or horizontally.
es: La consola puede quedar en una actitud vertical u horizontal.

source: You can update your Xbox 360 console software by downloading the update to your computer from Xbox.com, burning the update to a CD or DVD, and then installing the update on your console.
es: Actualiza el software de su consola Xbox 360 descargando la actualización a su computadora desde Xbox.com, grabando la actualización a un CD o DVD, y después, al instalar la actualización en la consola.

source: You may be prompted to use the Kinect audio tuner after installing the software update.
es: Puede que se le solicite usar el sintonizador de audio Kinect tras la instalación de la actualización de software.

source: You must use the Windows Live ID that was used to create the account.
es: Debe usar el ID de Windows Live que se utilizó para crear la cuenta.
